[
    {
      "url": "https://m.media-amazon.com/images/I/61J3Uu4jOLL._SY522_.jpg",
      "title": "The 48 Laws of Power",
      "author": "Robert Greene",
      "price": 1804,
      "desc": "In The 48 Laws of Power, Robert Greene distills 3,000 years of history into 48 essential laws, drawing from the philosophies of Machiavelli, Sun Tzu, and others. These laws, used by historical figures, show readers how to navigate power dynamics and master influence.",
      "language": "English"
    },
    {
      "url": "https://d30a6s96kk7rhm.cloudfront.net/original/readings/978/009/959/9780099590088.jpg",
      "title": "Sapiens: A Brief History of Humankind",
      "author": "Yuval Noah Harari",
      "price": 1840,
      "desc": "Sapiens explores the history of humankind from the emergence of archaic human species in the Stone Age to the political and technological revolutions of the 21st century. Harari examines how Homo sapiens came to dominate the planet and how this history has shaped our modern societies.",
      "language": "English"
    },
    {
      "url": "https://m.media-amazon.com/images/I/819YLKVUOhL._SY522_.jpg",
      "title": "Becoming",
      "author": "Michelle Obama",
      "price": 1510,
      "desc": "In her memoir, Michelle Obama reflects on the experiences that shaped her, from her childhood in Chicago to her years in the White House. Becoming is a deeply personal look at her journey of self-discovery and the lessons she learned along the way, making it a source of inspiration for many.",
      "language": "English"
    },
    {
      "url": "https://m.media-amazon.com/images/I/71-4MkLN5jL._SY522_.jpg",
      "title": "Educated",
      "author": "Tara Westover",
      "price": 1674,
      "desc": "Educated is a memoir by Tara Westover, who was raised in a strict and abusive household in rural Idaho but eventually escaped through education. Her story is about the transformative power of education and her struggles with family loyalty and self-reliance.",
      "language": "English"
    },
    {
      "url": "https://m.media-amazon.com/images/I/81JJPDNlxSL._SY522_.jpg",
      "title": "The Silent Patient",
      "author": "Alex Michaelides",
      "price": 1426,
      "desc": "The Silent Patient is a psychological thriller about a famous painter who shoots her husband and then refuses to speak. A psychotherapist becomes obsessed with uncovering her motive, leading to a twisted tale of obsession, betrayal, and shocking revelations.",
      "language": "English"
    },
    {
      "url": "https://m.media-amazon.com/images/I/81e+mSqZvnL._AC_UY327_FMwebp_QL65_.jpg",
      "title": "Where the Crawdads Sing",
      "author": "Delia Owens",
      "price": 1216,
      "desc": "This novel follows the life of Kya Clark, a girl abandoned by her family and raised in the marshlands of North Carolina. Where the Crawdads Sing is both a mystery and a celebration of nature, as Kya’s solitary existence intertwines with a local murder investigation.",
      "language": "English"
    },
    {
      "url": "https://m.media-amazon.com/images/I/71f6DceqZAL._AC_UY327_FMwebp_QL65_.jpg",
      "title": "Thinking, Fast and Slow",
      "author": "Daniel Kahneman",
      "price": 1360,
      "desc": "In this groundbreaking work, Nobel laureate Daniel Kahneman explores the two systems that drive the way we think. System 1 is fast, intuitive, and emotional, while System 2 is slower, more deliberative, and logical. Kahneman’s insights reveal how we make decisions and how to improve our thinking.",
      "language": "English"
    },
    {
      "url": "https://m.media-amazon.com/images/I/91AfEwKjDgL._AC_UY327_FMwebp_QL65_.jpg",
      "title": "The Four Agreements",
      "author": "Don Miguel Ruiz",
      "price": 1090,
      "desc": "In The Four Agreements, Don Miguel Ruiz presents a code of conduct based on ancient Toltec wisdom that advocates for personal freedom. The four principles—being impeccable with your word, not taking anything personally, not making assumptions, and always doing your best—can transform one’s life.",
      "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/61HAE8zahLL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "The Alchemist",
        "author": "Paulo Coelho",
        "price": 1430,
        "desc": "The Alchemist follows the journey of a young Andalusian shepherd named Santiago who has a dream of finding treasure. His quest takes him across deserts and through self-discovery as he learns about life, destiny, and the importance of following one’s dreams. A philosophical novel, it inspires readers with its profound messages.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/81J6APjwxlL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "The Midnight Library",
        "author": "Matt Haig",
        "price": 1530,
        "desc": "The Midnight Library tells the story of Nora Seed, a woman trapped between life and death who discovers a magical library. Each book in the library offers a different version of her life, showing her the many paths she could have taken. This novel explores themes of regret, choice, and the meaning of life.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/91bwHfPx-SL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "The Road",
        "author": "Cormac McCarthy",
        "price": 1290,
        "desc": "The Road is a harrowing tale of survival, love, and humanity in a post-apocalyptic world. A father and his young son traverse a desolate landscape, struggling to stay alive while maintaining their bond. This Pulitzer Prize-winning novel is a haunting meditation on the fragility of human existence.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/71I6MaZsCcL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "The Power of Now",
        "author": "Eckhart Tolle",
        "price": 1180,
        "desc": "The Power of Now is a spiritual guide by Eckhart Tolle that encourages readers to live in the present moment. Through practical advice and ancient wisdom, Tolle explains how focusing on the 'now' can transform life and lead to inner peace, happiness, and fulfillment.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/81nq+ewtkcL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "Dune",
        "author": "Frank Herbert",
        "price": 2100,
        "desc": "Dune is a science fiction classic set in a distant future where noble houses vie for control of the desert planet Arrakis, the only source of a valuable substance called 'spice.' The story follows Paul Atreides as he becomes entangled in a complex web of politics, religion, and ecological warfare.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/91qK2DSAXSL._SY522_.jpg",
        "title": "1984",
        "author": "George Orwell",
        "price": 1050,
        "desc": "George Orwell’s dystopian novel 1984 is a haunting tale of a world ruled by totalitarianism, where 'Big Brother' watches everything. The novel explores the perils of a society stripped of freedom, individuality, and truth, offering a chilling portrayal of government control and surveillance.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/61+niMeDeHL._SY522_.jpg",
        "title": "The Handmaid's Tale",
        "author": "Margaret Atwood",
        "price": 1430,
        "desc": "Set in a dystopian future, The Handmaid's Tale tells the story of Offred, a woman forced into servitude as a handmaid in the Republic of Gilead, a totalitarian society where women are subjugated. The novel explores themes of gender oppression, authoritarianism, and survival in the face of extreme adversity.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/7108sdEUEGL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "The Catcher in the Rye",
        "author": "J.D. Salinger",
        "price": 925,
        "desc": "The Catcher in the Rye is a coming-of-age novel that follows the journey of Holden Caulfield, a disillusioned teenager in New York City. Through Holden’s inner turmoil and unique voice, J.D. Salinger explores themes of alienation, identity, and the struggles of adolescence.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/618XGVFYlwL._AC_UY327_FMwebp_QL65_.jpg",
        "title": "How to Win Friends & Influence People",
        "author": "Dale Carnegie",
        "price": 1090,
        "desc": "Dale Carnegie's timeless self-help book provides readers with practical advice on how to improve interpersonal relationships, win others over, and influence people effectively. With strategies grounded in psychology and social dynamics, this classic has been helping readers achieve success since its publication in 1936.",
        "language": "English"
    },
    {
        "url": "https://m.media-amazon.com/images/I/91JGwQlnu7L._AC_UY327_FMwebp_QL65_.jpg",
        "title": "The Book Thief",
        "author": "Markus Zusak",
        "price": 1240,
        "desc": "The Book Thief is set in Nazi Germany and tells the story of Liesel Meminger, a young girl who finds solace in stealing books and sharing them with others during World War II. Narrated by Death, the novel offers a moving exploration of humanity, love, and the power of words in a dark time.",
        "language": "English"
    }
]
    
  