[
    {
        "url": "https://m.media-amazon.com/images/I/71VVm4pMYvL._SY522_.jpg",
        "title": "मधुशाला (Madhushala)",
        "author": "हरिवंश राय बच्चन (Harivansh Rai Bachchan)",
        "price": 400,
        "desc": "मधुशाला हरिवंश राय बच्चन की सर्वाधिक प्रसिद्ध रचनाओं में से एक है। इस काव्य में शराब, जीवन, और प्रेम का एक अनोखा रूप प्रस्तुत किया गया है। यह कवि की रचनात्मकता का अद्भुत उदाहरण है, जहां उन्होंने जीवन की जटिलताओं को सरलता से बयां किया है। मधुशाला ने भारतीय साहित्य में अपनी विशेष पहचान बनाई है और आज भी यह लोगों के दिलों में बसी हुई है।",
        "language": "Hindi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/81T6MKTS5vL._SY522_.jpg",
        "title": "गोदान (Godaan)",
        "author": "प्रेमचंद (Premchand)",
        "price": 450,
        "desc": "गोदान प्रेमचंद की एक उत्कृष्ट कृति है जो भारतीय ग्रामीण जीवन का सजीव चित्रण करती है। यह उपन्यास एक किसान की संघर्षों और उसके सपनों की कहानी है। प्रेमचंद ने इस कृति में गहराई से सामाजिक और आर्थिक मुद्दों को उठाया है। गोदान भारतीय साहित्य में एक मील का पत्थर है, जिसे हर पाठक को पढ़ना चाहिए।",
        "language": "Hindi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/716R6rk4HzL._SY522_.jpg",
        "title": "निर्मला (Nirmala)",
        "author": "प्रेमचंद (Premchand)",
        "price": 300,
        "desc": "निर्मला प्रेमचंद का एक महत्वपूर्ण उपन्यास है, जो भारतीय समाज की विषमताओं को उजागर करता है। यह कहानी एक युवा लड़की की है, जो समाज के कठोर नियमों और परंपराओं से जूझती है। प्रेमचंद ने इस उपन्यास में स्त्री विमर्श को एक नई दिशा दी है। निर्मला में मानवता, करुणा, और सामाजिक न्याय की गहरी भावनाएँ हैं।",
        "language": "Hindi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/619plPGxIfL._SY522_.jpg",
        "title": "कफन (Kafan)",
        "author": "Premchand",
        "price": 220,
        "desc": "कफन प्रेमचंद की सबसे प्रभावशाली कहानियों में से एक है। यह भारतीय ग्रामीण जीवन और गरीबी की वास्तविकता पर आधारित एक मार्मिक कथा है। इसमें प्रेमचंद ने मानवीय भावनाओं, संघर्षों और कमजोरियों को बड़ी सरलता से प्रस्तुत किया है। इस कहानी ने समाज के नीचले तबके की स्थिति को संवेदनशीलता से उजागर किया है।",
        "language": "Hindi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/91lTTaDHHAS._SY522_.jpg",
        "title": "राग दरबारी (Raag Darbari)",
        "author": "Shrilal Shukla",
        "price": 300,
        "desc": "राग दरबारी श्रीलाल शुक्ल की एक व्यंग्यात्मक रचना है जो भारतीय ग्रामीण राजनीति और समाज की ध्वस्त व्यवस्था पर केंद्रित है। इसमें लेखक ने गांव की सामाजिक और राजनीतिक संरचना को बड़े ही सूक्ष्म ढंग से प्रस्तुत किया है। यह उपन्यास हिंदी साहित्य के सबसे महत्वपूर्ण व्यंग्य उपन्यासों में से एक है।",
        "language": "Hindi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/41CnC9shv2L._SY445_SX342_.jpg",
        "title": "चित्रलेखा (Chitralekha)",
        "author": "Bhagwaticharan Verma",
        "price": 350,
        "desc": "चित्रलेखा भगवतीचरण वर्मा की एक अत्यधिक चर्चित रचना है, जो नैतिकता, पाप, और पुण्य के बीच की जटिलताओं को उजागर करती है। इस उपन्यास में नायक और नायिका की आध्यात्मिक यात्रा को प्रस्तुत किया गया है, जो पाठक को सोचने पर मजबूर करती है। यह उपन्यास आज भी हिंदी साहित्य में विशेष स्थान रखता है।",
        "language": "Hindi"
    }
    
]
