[
    {
        "url": "https://m.media-amazon.com/images/I/81qR-aUxdiL._SY522_.jpg",
        "title": "পথের পাঁচালী (Pather Panchali)",
        "author": "Bibhutibhushan Bandyopadhyay",
        "price": 550,
        "desc": "पथेर पांचाली विभूतिभूषण बंद्योपाध्याय का एक उत्कृष्ट बंगाली उपन्यास है, जो अपू और उसकी बहन दुर्गा के जीवन की कहानी को दर्शाता है। यह उपन्यास गरीबी, संघर्ष, और जीवन की सादगी को गहराई से चित्रित करता है। पथेर पांचाली न केवल बंगाली साहित्य का एक अमूल्य हिस्सा है, बल्कि यह भारतीय सिनेमा के महान निर्देशक सत्यजीत रे द्वारा फिल्म रूपांतरण के लिए भी जाना जाता है।",
        "language": "Bengali"
    },
    {
        "url": "https://m.media-amazon.com/images/I/51pNGzN7QuL._SY522_.jpg",
        "title": "দেবদাস (Devdas)",
        "author": "Sarat Chandra Chattopadhyay",
        "price": 499,
        "desc": "देवदास शरतचंद्र चट्टोपाध्याय का एक बहुत प्रसिद्ध उपन्यास है जो प्रेम, हानि और त्रासदी की कहानी को दर्शाता है। देवदास का किरदार भारतीय साहित्य और सिनेमा में एक प्रतिष्ठित स्थान रखता है, जो प्रेम में विफलता और शराब के प्रति उसकी लत की वजह से जानी जाती है। इस पुस्तक ने बंगाली और हिंदी भाषी क्षेत्रों में समान रूप से गहरी छाप छोड़ी है।",
        "language": "Bengali"
    },
    {
        "url": "https://m.media-amazon.com/images/I/91nW0RdB5VL._SY522_.jpg",
        "title": "অপরাজিত (Aparajito)",
        "author": "Bibhutibhushan Bandyopadhyay",
        "price": 600,
        "desc": "अपराजित विभूतिभूषण बंद्योपाध्याय का एक प्रसिद्ध उपन्यास है, जो उनके पहले उपन्यास 'पथेर पांचाली' का दूसरा भाग है। इस पुस्तक में अपू के जीवन की अगली कड़ी को दर्शाया गया है, जिसमें उसके युवा होने की कहानी और शिक्षा की महत्वाकांक्षा का चित्रण है। अपराजित बंगाली साहित्य का एक महत्वपूर्ण हिस्सा है और सत्यजीत रे ने इसे अपने फिल्मी रूप में भी प्रस्तुत किया है।",
        "language": "Bengali"
    },
    {
        "url": "https://m.media-amazon.com/images/I/61xtkZ60mxL._SY522_.jpg",
        "title": "ययाति (Yayati)",
        "author": "Vishnu Sakharam Khandekar",
        "price": 550,
        "desc": "ययाति एक प्रतिष्ठित मराठी उपन्यास है जिसे विष्णु सखाराम खांडेकर ने लिखा है। यह भारतीय पौराणिक कथा पर आधारित है जिसमें राजा ययाति की कहानी है जो अपनी जवानी को पुनः प्राप्त करना चाहता है। खांडेकर ने इस उपन्यास में मानव इच्छाओं और नैतिकता के गहरे पहलुओं को बारीकी से चित्रित किया है। ययाति भारतीय साहित्य में एक महत्वपूर्ण स्थान रखता है और इसे कई भाषाओं में अनूदित किया गया है।",
        "language": "Marathi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/61SOc2QYChS._SY522_.jpg",
        "title": "श्रीमान योगी (Shriman Yogi)",
        "author": " Ranjeet Desai",
        "price": 600,
        "desc": "श्रीमान योगी मराठी भाषा में एक अत्यधिक प्रसिद्ध उपन्यास है। इस उपन्यास में छत्रपति शिवाजी महाराज के जीवन और संघर्ष को प्रस्तुत किया गया है। रंजन झवेरी ने शिवाजी के व्यक्तित्व और उनकी उपलब्धियों को अद्भुत रूप से चित्रित किया है। यह उपन्यास उन लोगों के लिए एक प्रेरणादायक कथा है जो भारतीय इतिहास और वीरता से प्रेरित होते हैं।",
        "language": "Marathi"
    },
    {
        "url": "https://m.media-amazon.com/images/I/91s48sH6xqL._SY522_.jpg",
        "title": "பொன்னியின் செல்வன் (Ponniyin Selvan)",
        "author": "Kalki Krishnamurthy",
        "price": 3700,
        "desc": "पोन्नीइन सेलवन एक प्रतिष्ठित तमिल उपन्यास है जिसे कल्कि कृष्णमूर्ति ने लिखा है। यह उपन्यास चोल साम्राज्य के इतिहास पर आधारित है और इसके मुख्य पात्र अरुणमोझी वर्मन की कहानी को दर्शाता है। इस उपन्यास में राजनीति, प्रेम, युद्ध, और संघर्ष को गहराई से चित्रित किया गया है। पोन्नीइन सेलवन तमिल साहित्य में एक मील का पत्थर है और इसे तमिल साहित्य का सबसे महान उपन्यास माना जाता है।",
        "language": "Tamil"
    },
    {
        "url": "https://rupapublications.co.in/wp-content/uploads/2022/05/Sivagami_part_1_Rupa-front-cover.jpg",
        "title": "சிவகாமியின் சபதம் (Sivagamiyin Sabatham)",
        "author": "Kalki Krishnamurthy",
        "price": 650,
        "desc": "सिवागामियिन साप्तम एक तमिल ऐतिहासिक उपन्यास है जिसे प्रसिद्ध लेखक कल्कि कृष्णमूर्ति ने लिखा है। यह उपन्यास सातवीं शताब्दी के दौरान पल्लव साम्राज्य की पृष्ठभूमि पर आधारित है और इसमें सिवागामि और महेंद्रवर्मन की कहानी को दर्शाया गया है। उपन्यास में युद्ध, प्रेम, और देशभक्ति के भावों को बहुत ही आकर्षक ढंग से प्रस्तुत किया गया है।",
        "language": "Tamil"
    }
]
